Repository: Feng6611/mac-command-reopen
Catalog: CmdReopen/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, zh_hans

source: %lld days left
de: Noch %lld Tage
fr: Il reste %lld jours
ja: 残り %lld 日
zh_hans: 剩余 %lld 天

source: %lld uses left
de: Noch %lld Nutzungen
fr: Il reste %lld utilisations
ja: 残り %lld 回
zh_hans: 剩余 %lld 次

source: %lldd
de: %lld T
fr: %lld j
ja: %lld日
zh_hans: %lld 天

source: ⌘ and the key above Tab
de: ⌘ und die Taste über der Tabulatortaste
fr: ⌘ et la touche au-dessus de Tab
ja: ⌘ と Tab の上のキー
zh_hans: ⌘ 加 Tab 上面那个键

source: 2 days left
de: Noch 2 Tage
fr: 2 jours restants
ja: 残り 2 日
zh_hans: 剩余 2 天

source: 20% off
de: 20 % Rabatt
ja: 20%オフ
zh_hans: 八折

source: 20% off lifetime
de: 20 % Rabatt auf Pro Lifetime
fr: Pro à vie avec −20 %
ja: Pro 永久ライセンス 20% オフ
zh_hans: Pro 终身版限时 8 折

source: 20% off, before you go
de: 20 % Rabatt zum Abschied
fr: −20 % avant de nous quitter
ja: お別れの前に、20% 特別割引
zh_hans: 临别特惠：立减 20%

source: About
de: Über
fr: À propos
ja: このアプリについて
zh_hans: 关于

source: Active
de: Aktiv
fr: Actif
ja: 稼働
zh_hans: 活跃

source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加
zh_hans: 添加

source: Add App
de: App hinzufügen
fr: Ajouter une app
ja: App を追加
zh_hans: 添加 App

source: Added
de: Hinzugefügt
fr: Ajouté
ja: 追加済み
zh_hans: 已添加

source: Advanced
de: Erweitert
fr: Avancé
ja: 詳細設定
zh_hans: 高级

source: After the last window closes or minimizes, bring the previous app forward so one Cmd+Tab returns here.
de: Wenn das letzte Fenster geschlossen oder minimiert wird, kommt die vorherige App nach vorn, damit ein Cmd+Tab hierher zurückführt.
fr: Après la fermeture ou la réduction de la dernière fenêtre, l’app précédente passe au premier plan afin qu’un seul Cmd+Tab vous ramène ici.
ja: 最後のウインドウを閉じるか最小化すると前のアプリを前面にし、Cmd+Tab 1回でここに戻れるようにします。
zh_hans: 关闭或最小化最后一个窗口后，将上一个 App 切到前台，让你按一次 Cmd+Tab 就能返回。

source: All Command Reopen features are available.
de: Alle Funktionen von Command Reopen sind verfügbar.
fr: Toutes les fonctionnalités de Command Reopen sont disponibles.
ja: Command Reopen のすべての機能をご利用いただけます。
zh_hans: Command Reopen 的全部功能均已可用。

source: All time
de: Gesamt
fr: Depuis le début
ja: 全期間
zh_hans: 全部时间

source: Allow Command Reopen to launch at login
de: Command Reopen beim Anmelden öffnen zulassen
fr: Autoriser Command Reopen à s’ouvrir à la session
ja: ログイン時に Command Reopen を開くことを許可
zh_hans: 允许 Command Reopen 在登录时打开

source: App name or bundle ID
de: App-Name oder Bundle-ID
fr: Nom de l’app ou identifiant de bundle
ja: App名またはBundle ID
zh_hans: App 名称或 Bundle ID

source: Auto-renews annually
de: Verlängert sich automatisch jährlich
fr: Renouvellement automatique chaque année
ja: 毎年自動更新
zh_hans: 每年自动续期

source: automatically
de: automatisch
fr: automatiquement
ja: 自動復元
zh_hans: 自动重现

source: Best Value
de: Beste Wahl
fr: Recommandé
ja: おすすめ
zh_hans: 最推荐

source: Checking purchases…
de: Käufe werden überprüft…
fr: Vérification des achats…
ja: 購入を確認中…
zh_hans: 正在检查购买项目…

source: Click below, then press Cmd+Tab once — the window comes right back.
de: Klicken Sie unten zum Minimieren und drücken Sie dann einmal Cmd+Tab.
fr: Cliquez ci-dessous pour réduire, puis appuyez sur Cmd+Tab.
ja: 下のボタンで最小化し、Cmd+Tab を1回押すとウインドウが戻ります。
zh_hans: 点按下方按钮最小化，再按一次 Cmd+Tab 即可恢复。

source: Close
de: Schließen
fr: Fermer
ja: 閉じる
zh_hans: 关闭

source: Close the window
de: Fenster schließen
fr: Fermer la fenêtre
ja: ウインドウを閉じる
zh_hans: 关闭窗口

source: Closed
de: Geschlossen
fr: Fermé
ja: 終了
zh_hans: 已关闭

source: Closing or minimizing an app’s last window leaves it frontmost with nothing on screen. Command Reopen hands focus back — one Cmd+Tab still returns you.
de: Gibt den Fokus an die vorherige App zurück, wenn keine Fenster mehr sichtbar sind.
fr: Redonne le focus à l'app précédente lorsqu'aucune fenêtre n'est visible.
ja: 表示中のウインドウがなくなったとき、直前の App にフォーカスを自動で戻します。
zh_hans: 当某个 App 没有可见窗口时，自动切回上一个使用的 App。

source: Cmd+Tab back to an app and macOS leaves your minimized windows in the Dock. Turn one on to bring all of its windows back automatically.
de: Stellt beim Wechseln mit Cmd+Tab alle minimierten Fenster der aktivierten Apps wieder her.
fr: Restaure automatiquement toutes les fenêtres réduites lors du passage avec Cmd+Tab.
ja: 有効にした App では、Cmd+Tab で切替時にすべての最小化ウインドウを復元します。
zh_hans: 开启以下 App 后，按 Cmd+Tab 切回时将自动恢复其全部最小化窗口。

source: Cmd+Tab now brings your windows back.
de: Cmd+Tab bringt Ihre Fenster jetzt zurück.
fr: Cmd+Tab ramène désormais vos fenêtres.
ja: これからは Cmd+Tab でウインドウが戻ってきます。
zh_hans: 现在按 Cmd+Tab 就能找回窗口。

source: Command Reopen could not be added to Login Items
de: Command Reopen konnte nicht zu den Anmeldeobjekten hinzugefügt werden
fr: Impossible d’ajouter Command Reopen aux éléments d’ouverture
ja: Command Reopen をログイン項目に追加できませんでした
zh_hans: 无法把 Command Reopen 添加到登录项

source: Command Reopen fills the gap between ⌘M and ⌘⇥.
de: Command Reopen schließt die Lücke zwischen ⌘M und ⌘⇥.
fr: Command Reopen comble le vide entre ⌘M et ⌘⇥.
ja: Command Reopen は ⌘M と ⌘⇥ の間のギャップを埋めます。
zh_hans: Command Reopen 补齐了 ⌘M 最小化与 ⌘⇥ 切回之间的断层。

source: Command Reopen is running, and it will be there after every restart.
de: Command Reopen läuft — und ist auch nach jedem Neustart wieder da.
fr: Command Reopen tourne, et il sera là après chaque redémarrage.
ja: Command Reopen が動いています。再起動しても、そのまま使えます。
zh_hans: Command Reopen 已经在运行，重启之后也会自己回来。

source: Command Reopen only restores windows while it is running.
de: Läuft im Hintergrund, damit die Wiederherstellung immer bereit ist.
fr: Fonctionne en arrière-plan pour que la restauration soit toujours prête.
ja: 常駐して動作し、ウインドウをいつでも復元できるようにします。
zh_hans: 后台常驻运行，确保窗口恢复随时生效。

source: Command Reopen Pro is active during the trial.
de: Command Reopen Pro ist während der Testphase aktiv.
fr: Command Reopen Pro est actif pendant l’essai.
ja: トライアル期間中は Command Reopen Pro が有効です。
zh_hans: 试用期间可使用 Command Reopen Pro。

source: Continue
de: Fortfahren
fr: Continuer
ja: 続ける
zh_hans: 继续

source: Count
de: Anzahl
fr: Nombre
ja: 回数
zh_hans: 次数

source: Date
de: Datum
ja: 日付
zh_hans: 日期

source: Day
de: Tag
fr: Jour
ja: 日
zh_hans: 日

source: Developer Testing
de: Entwicklertests
fr: Tests développeur
ja: 開発者テスト
zh_hans: 开发者测试

source: Didn’t come back? No worries — try again.
de: Nicht zurückgekommen? Drücken Sie Cmd+Tab erneut.
fr: Pas revenu ? Réessayez avec Cmd+Tab.
ja: 戻ってきませんか？ もう一度 Cmd+Tab をお試しください。
zh_hans: 窗口没出来？再按一次 Cmd+Tab。

source: Done
de: Fertig
fr: Terminé
ja: 完了
zh_hans: 完成

source: Enable Command Reopen
de: Command Reopen aktivieren
fr: Activer Command Reopen
ja: Command Reopen を有効にする
zh_hans: 启用 Command Reopen

source: Ends today
de: Endet heute
fr: Se termine aujourd’hui
ja: 本日まで
zh_hans: 今天截止

source: Enjoying Command Reopen?
de: Gefällt dir Command Reopen?
fr: Vous appréciez Command Reopen ?
ja: Command Reopen を気に入っていただけましたか？
zh_hans: 用得还顺手吗？

source: Every feature, no limits, for as long as you want it. The Mac App Store version is the same app — buying it is how the work gets paid for.
de: Alle Funktionen ohne Einschränkung. Der Kauf im App Store unterstützt die Entwicklung.
fr: Toutes les fonctionnalités sans limite. L'achat sur l'App Store soutient le développement.
ja: すべての機能を制限なく利用できます。App Store 版の購入は開発支援につながります。
zh_hans: 功能完整且永久免费。在 App Store 购买可赞助后续开发。

source: Exclude apps you don’t want restored
de: Apps ausschließen, die nicht wiederhergestellt werden sollen
fr: Exclure les apps que vous ne souhaitez pas restaurer
ja: 復元対象外にする App を自由に設定
zh_hans: 自定义无需恢复的排除 App

source: Excluded Apps
de: Ausgeschlossene Apps
fr: Apps exclues
ja: 除外 App
zh_hans: 排除 App

source: Excluded apps keep the standard Cmd+Tab behavior.
de: Ausgeschlossene Apps behalten das standardmäßige Cmd+Tab-Verhalten bei.
fr: Les apps exclues conservent le comportement standard de Cmd+Tab.
ja: 除外した App は macOS の標準動作となり、ウインドウを自動復元しません。
zh_hans: 排除的 App 将保持 macOS 默认行为，不自动恢复窗口。

source: Expired
de: Abgelaufen
fr: Expiré
ja: 期限切れ
zh_hans: 已过期

source: Fix Cmd+Tab for minimized and closed windows
de: Cmd+Tab für minimierte und geschlossene Fenster reparieren
fr: Restaurer les fenêtres réduites et fermées avec Cmd+Tab
ja: Cmd+Tab で最小化・閉じたウインドウを復元
zh_hans: 让 Cmd+Tab 找回最小化和已关闭的窗口

source: Free
de: Kostenlos
fr: Gratuit
ja: 無料
zh_hans: 免费

source: Full-featured, nothing locked. Same app as the App Store version.
de: Voller Funktionsumfang, nichts gesperrt. Dieselbe App wie im App Store.
fr: Toutes les fonctions, rien de verrouillé. La même app que sur l’App Store.
ja: 全機能が使え、ロックはありません。App Store版と同じアプリです。
zh_hans: 功能完整，没有任何锁。和 App Store 版是同一个 app。

source: General
de: Allgemein
fr: Général
ja: 一般
zh_hans: 通用

source: Get it on the App Store
de: Im App Store holen
fr: Télécharger sur l’App Store
ja: App Storeで入手
zh_hans: 去 App Store 购买

source: Get lifetime at 20% off
de: Lifetime mit 20 % Rabatt holen
fr: Obtenir la version à vie à −20 %
ja: 20%オフで買い切り版を入手
zh_hans: 以八折获取买断版

source: Get on Mac App Store
de: Im Mac App Store laden
fr: Télécharger dans le Mac App Store
ja: Mac App Store で入手
zh_hans: 前往 Mac App Store 获取

source: Hide the app
de: App ausblenden
fr: Masquer l'app
ja: App を隠す
zh_hans: 隐藏 App

source: If an app stops restoring, check macOS System Settings > Privacy & Security > Automation.
de: Falls die Wiederherstellung fehlschlägt, überprüfen Sie die Berechtigung unter Systemeinstellungen > Datenschutz & Sicherheit > Automation.
fr: Si une app ne se restaure plus, vérifiez ses autorisations dans Réglages Système > Confidentialité et sécurité > Automatisation.
ja: 復元が動作しない場合は、macOS の「システム設定」>「プライバシーとセキュリティ」>「オートメーション」をご確認ください。
zh_hans: 若部分 App 恢复失效，请前往 macOS「系统设置」>「隐私与安全性」>「自动化」中检查授权。

source: If Command Reopen has made Cmd+Tab feel better, a quick App Store review helps more people find it.
de: Wenn Command Reopen Cmd+Tab für dich verbessert hat, hilft eine kurze App-Store-Bewertung mehr Menschen, die App zu entdecken.
fr: Si Command Reopen a amélioré votre utilisation de Cmd+Tab, un avis rapide sur l’App Store aidera davantage de personnes à le découvrir.
ja: Command Reopen で Cmd+Tab が使いやすくなったなら、App Store での短いレビューが、より多くの人に見つけてもらう助けになります。
zh_hans: 如果 Command Reopen 让 Cmd+Tab 更好用了，花一点时间在 App Store 留下评价，可以帮助更多人发现它。

source: If it’s made Cmd+Tab feel better, a quick App Store review helps more people find it.
de: Wenn die App dein Cmd+Tab verbessert hat, hilft eine kurze Bewertung im App Store anderen Nutzern.
fr: Si l’app a amélioré votre utilisation de Cmd+Tab, un avis sur l’App Store aidera d’autres utilisateurs.
ja: Command Reopen で Cmd+Tab が使いやすくなったなら、App Store での短いレビューが他のユーザーの助けになります。
zh_hans: 如果它让你的 Cmd+Tab 更加顺手，一份好评能帮助更多 Mac 用户发现它。

source: If the price was the sticking point, here’s a smaller one. Ends today.
de: Dieses Sonderangebot endet heute.
fr: Cette offre spéciale se termine aujourd’hui.
ja: 特別割引は本日で終了します。ぜひこの機会にご検討ください。
zh_hans: 如果价格是唯一的犹豫，这份特别优惠将于今日截止。

source: If the price was the sticking point, here’s a smaller one. It ends today.
de: Der 20 % Rabatt auf die Lifetime-Version endet heute.
fr: La remise de 20 % sur la version à vie se termine aujourd’hui.
ja: 買い切り版の20%オフは本日で終了します。
zh_hans: 买断版专属 8 折优惠今日截止。

source: If the price was the sticking point, here’s a smaller one. It holds for 2 days, then it’s gone.
de: Sichern Sie sich die Lifetime-Version mit 20 % Rabatt. Gültig für 2 Tage.
fr: Profitez de la version à vie avec 20 % de remise. Valable pendant 2 jours.
ja: 買い切り版を20%オフで提供します。2日間限定です。
zh_hans: 享买断版专属 8 折优惠，48 小时内有效。

source: If the price was the sticking point, here’s a smaller one. Valid for 48 hours.
de: Falls der Preis das Hindernis war: Hier ist ein besonderes Angebot, gültig für 48 Stunden.
fr: Si le prix était un frein, voici une offre spéciale valable 48 heures.
ja: 価格が気になっていたなら、特別価格をご用意しました。48時間限定です。
zh_hans: 如果价格是唯一的犹豫，这份特别优惠将为你保留 48 小时。

source: It works!
de: Es funktioniert!
fr: Ça fonctionne !
ja: できました！
zh_hans: 成功了！

source: Keep app next in Cmd+Tab
de: App als Nächstes in Cmd+Tab behalten
fr: Garder l’app suivante dans Cmd+Tab
ja: Cmd+Tab の次の位置に App を保持
zh_hans: 让 App 保持在 Cmd+Tab 下一位

source: Keep it working
de: Weiter nutzen
fr: Continuer
ja: 使い続ける
zh_hans: 继续使用

source: Language
de: Sprache
fr: Langue
ja: 言語
zh_hans: 语言

source: Last 12 months
de: Letzte 12 Monate
fr: 12 derniers mois
ja: 過去 12 か月
zh_hans: 最近 12 个月

source: Last 12 weeks
de: Letzte 12 Wochen
fr: 12 dernières semaines
ja: 過去 12 週
zh_hans: 最近 12 周

source: Last 30 days
de: Letzte 30 Tage
fr: 30 derniers jours
ja: 過去 30 日
zh_hans: 最近 30 天

source: Launch at Login
de: Beim Anmelden öffnen
fr: Ouvrir à la session
ja: ログイン時に開く
zh_hans: 登录时打开

source: Loading purchase options…
de: Kaufoptionen werden geladen…
fr: Chargement des options d’achat…
ja: 購入オプションを読み込み中…
zh_hans: 正在载入购买选项…

source: Mac window shortcuts
de: Fenster-Kurzbefehle
fr: Raccourcis de fenêtres
ja: ウインドウショートカット
zh_hans: 窗口快捷键

source: macOS has no direct way to reopen another app’s minimized windows, so Command Reopen uses Automation to control each app you enable. Access is requested only for apps you turn on.
de: Verwendet die macOS-Automation. Die Berechtigung wird nur für aktivierte Apps angefordert.
fr: Utilise l'automatisation macOS. L'accès est demandé uniquement pour les apps activées.
ja: macOS の「オートメーション」を使用します。権限は有効にした App でのみ要求されます。
zh_hans: 通过 macOS“自动化”控制对应 App，仅在开启时请求对应权限。

source: macOS holds new login items until you allow them. Open Login Items and switch Command Reopen on.
de: macOS lässt neue Anmeldeobjekte erst nach Ihrer Freigabe zu. Öffnen Sie die Anmeldeobjekte und aktivieren Sie Command Reopen.
fr: macOS suspend les nouveaux éléments d’ouverture jusqu’à ce que vous les autorisiez. Ouvrez les éléments d’ouverture et activez Command Reopen.
ja: 新しいログイン項目は、許可するまで macOS が保留します。「ログイン項目」を開いて Command Reopen をオンにしてください。
zh_hans: macOS 需要你的授权才能启用开机启动。请前往「系统设置」>「通用」>「登录项」中允许 Command Reopen。

source: macOS turned the request down. You can add Command Reopen yourself in Login Items.
de: macOS hat die Anfrage abgelehnt. Sie können Command Reopen in den Anmeldeobjekten selbst hinzufügen.
fr: macOS a refusé la demande. Vous pouvez ajouter Command Reopen vous-même dans les éléments d’ouverture.
ja: macOS が要求を拒否しました。「ログイン項目」で手動で Command Reopen を追加できます。
zh_hans: 系统请求未通过。你可以在 macOS「登录项」设置中手动添加 Command Reopen。

source: Made by
de: Entwickelt von
fr: Développé par
ja: 開発者
zh_hans: 开发者

source: Minimize the window
de: Fenster im Dock ablegen
fr: Placer la fenêtre dans le Dock
ja: ウインドウをしまう
zh_hans: 最小化窗口

source: Minimize This Window
de: Dieses Fenster minimieren
fr: Réduire cette fenêtre
ja: このウインドウを最小化
zh_hans: 最小化此窗口

source: Minimized
de: Minimiert
fr: Réduite
ja: 最小化
zh_hans: 最小化

source: Month
de: Monat
fr: Mois
ja: 月
zh_hans: 月

source: most restored app
de: Am häufigsten wiederhergestellt
fr: app la plus souvent restaurée
ja: 最も多く復元した App
zh_hans: 最常恢复的 App

source: Nine of them, and where this app fits
de: Wichtige Kurzbefehle für Fenster und Wechsel
fr: Raccourcis utiles pour les fenêtres
ja: よく使うウインドウ操作と切り替え
zh_hans: Mac 常用窗口与切换快捷键

source: No Accessibility. No Screen Recording. Nothing to grant.
de: Keine Bedienungshilfen. Keine Bildschirmaufnahme. Reiner Sandbox-Betrieb.
fr: Pas d’Accessibilité. Pas d’enregistrement d’écran. Sandboxé.
ja: アクセシビリティも画面収録も不要。完全サンドボックス動作。
zh_hans: 无需辅助功能，无需屏幕录制，纯沙盒运行。

source: No active purchase found on this account.
de: Für dieses Konto wurde kein aktiver Kauf gefunden.
fr: Aucun achat actif n’a été trouvé sur ce compte.
ja: このアカウントには有効な購入が見つかりませんでした。
zh_hans: 此账户下没有有效的购买项目。

source: No excluded apps
de: Keine Apps ausgeschlossen
fr: Aucune app exclue
ja: 除外 App はありません
zh_hans: 未添加排除 App

source: No internet connection. Connect and try again to load purchases.
de: Keine Internetverbindung. Stellen Sie eine Verbindung her und laden Sie die Kaufoptionen erneut.
fr: Aucune connexion Internet. Connectez-vous, puis réessayez de charger les achats.
ja: インターネットに接続していません。接続してから購入オプションを再度読み込んでください。
zh_hans: 没有网络连接。请连接网络后重试以载入购买选项。

source: No matching apps found.
de: Keine passenden Apps gefunden.
fr: Aucune app correspondante trouvée.
ja: 一致するAppが見つかりませんでした。
zh_hans: 没有找到匹配的 App。

source: No reopen activity yet
de: Noch keine Wiederherstellungen
fr: Aucune réouverture pour le moment
ja: 復元履歴はまだありません
zh_hans: 还没有恢复记录

source: Not Now
de: Jetzt nicht
fr: Plus tard
ja: 後で
zh_hans: 以后再说

source: Not Pro
de: Ohne Pro
fr: Sans Pro
ja: Pro ではない
zh_hans: 未解锁

source: Not selected
de: Nicht ausgewählt
fr: Non sélectionné
ja: 未選択
zh_hans: 未选中

source: Onboarding
de: Einführung
fr: Visite guidée
ja: オンボーディング
zh_hans: 引导页

source: once
de: Einmalzahlung
fr: Paiement unique
ja: 一括払い
zh_hans: 一次性付费

source: Open Automation Settings…
de: Automationseinstellungen in Systemeinstellungen öffnen …
fr: Ouvrir les réglages d’automatisation…
ja: 「システム設定」でオートメーション権限を管理…
zh_hans: 在“系统设置”中管理自动化权限…

source: Open Login Items
de: Anmeldeobjekte öffnen
fr: Ouvrir les éléments d’ouverture
ja: ログイン項目を開く
zh_hans: 打开登录项

source: Open source under MIT. Command Reopen needs no system permissions — and you can check that in the source rather than take our word for it.
de: Open Source unter MIT-Lizenz. Command Reopen benötigt keine Systemberechtigungen — und Sie müssen uns das nicht glauben, sondern können es im Quellcode nachprüfen.
fr: Open source sous licence MIT. Command Reopen ne demande aucune autorisation système — et vous pouvez le vérifier dans le code plutôt que nous croire sur parole.
ja: MIT ライセンスのオープンソースです。Command Reopen はシステム権限を一切必要としません。その点はソースコードでご確認いただけます。
zh_hans: 以 MIT 协议开源。Command Reopen 不需要任何系统权限——你可以在源代码里自己核实，不必只听我们说。

source: Open the form
de: Formular öffnen
fr: Ouvrir le formulaire
ja: フォームを開く
zh_hans: 打开表单

source: Other ways to use it
de: Andere Nutzungsmöglichkeiten
fr: Autres façons de l’utiliser
ja: その他の利用方法を見る
zh_hans: 探索其他使用方式

source: Pay once, use forever
de: Einmal zahlen, dauerhaft nutzen
fr: Payez une fois, utilisez à vie
ja: 一度の支払いで、ずっと使えます
zh_hans: 一次买断，永久使用

source: per year
de: pro Jahr
fr: par an
ja: 年額
zh_hans: 每年

source: Privacy
de: Datenschutz
fr: Confidentialité
ja: プライバシー
zh_hans: 隐私政策

source: Pro access
de: Pro-Zugriff
fr: Accès Pro
ja: Pro アクセス
zh_hans: Pro 权限

source: Purchase completed, but Pro access is still syncing. Please wait a moment or use Restore Purchase.
de: Kauf abgeschlossen, aber der Pro-Zugriff wird noch synchronisiert. Bitte warten Sie einen Moment oder verwenden Sie „Kauf wiederherstellen“.
fr: Achat effectué, mais l’accès Pro est encore en cours de synchronisation. Patientez un instant ou utilisez « Restaurer l’achat ».
ja: 購入は完了しましたが、Proアクセスはまだ同期中です。しばらくお待ちいただくか、「購入を復元」をご利用ください。
zh_hans: 购买已完成，但 Pro 权限仍在同步。请稍候，或点按「恢复购买」。

source: Purchase options are unavailable right now. Try again later or restore an existing purchase.
de: Kaufoptionen sind derzeit nicht verfügbar. Versuchen Sie es später erneut oder stellen Sie einen bestehenden Kauf wieder her.
fr: Les options d’achat sont indisponibles pour le moment. Réessayez plus tard ou restaurez un achat existant.
ja: 購入オプションは現在利用できません。後でもう一度お試しいただくか、既存の購入を復元してください。
zh_hans: 暂时无法获取购买选项。请稍后再试，或恢复已有的购买。

source: Purchase restored.
de: Kauf wurde wiederhergestellt.
fr: Achat restauré.
ja: 購入を復元しました。
zh_hans: 购买已恢复。

source: Purchase successful. Pro unlocked.
de: Kauf erfolgreich. Pro ist freigeschaltet.
fr: Achat réussi. Pro est débloqué.
ja: 購入が完了しました。Proが有効になりました。
zh_hans: 购买成功，Pro 已解锁。

source: Purchases are turned off on this Mac. Check your Screen Time content and privacy restrictions.
de: Käufe sind auf diesem Mac deaktiviert. Prüfen Sie die Inhalts- und Datenschutzbeschränkungen in der Bildschirmzeit.
fr: Les achats sont désactivés sur ce Mac. Vérifiez les restrictions de contenu et de confidentialité dans Temps d’écran.
ja: この Mac では購入が許可されていません。スクリーンタイムのコンテンツとプライバシーの制限を確認してください。
zh_hans: 此 Mac 已关闭购买功能。请检查「屏幕使用时间」中的内容和隐私访问限制。

source: Purchases aren’t available in this build. Please contact support.
de: Käufe sind in dieser Version nicht verfügbar. Bitte wenden Sie sich an den Support.
fr: Les achats ne sont pas disponibles dans cette version. Veuillez contacter l’assistance.
ja: このビルドでは購入できません。サポートにお問い合わせください。
zh_hans: 此版本无法进行购买。请联系支持。

source: Purchases couldn't be restored.
de: Käufe konnten nicht wiederhergestellt werden.
fr: Les achats n’ont pas pu être restaurés.
ja: 購入を復元できませんでした。
zh_hans: 无法恢复购买。

source: Purchases unavailable
de: Käufe nicht verfügbar
fr: Achats indisponibles
ja: 購入は利用できません
zh_hans: 无法购买

source: Quit %@
de: %@ beenden
fr: Quitter %@
ja: %@ を終了
zh_hans: 退出 %@

source: Quit the app
de: App beenden
fr: Quitter l'app
ja: App を終了
zh_hans: 退出 App

source: Rate on App Store
de: Im App Store bewerten
fr: Noter sur l’App Store
ja: App Store で評価
zh_hans: 去 App Store 评价

source: Remove %@
de: %@ entfernen
fr: Retirer %@
ja: %@ を削除
zh_hans: 移除 %@

source: Restore All Windows at Once
de: Alle Fenster auf einmal wiederherstellen
fr: Restaurer toutes les fenêtres en une fois
ja: すべてのウインドウをまとめて復元
zh_hans: 一次性恢复全部窗口

source: Restore Purchase
de: Kauf wiederherstellen
fr: Restaurer l’achat
ja: 購入を復元
zh_hans: 恢复购买

source: Restored
de: Wiederhergestellt
fr: Restaurée
ja: 復元
zh_hans: 已恢复

source: Restored in your trial
de: In Ihrer Testphase wiederhergestellt
fr: Restaurées pendant l’essai
ja: トライアル中に復元
zh_hans: 试用期内已恢复

source: restored most often
de: Am häufigsten wiederhergestellt
fr: Le plus souvent restaurée
ja: 最も復元された App
zh_hans: 最常恢复

source: Restores minimized and closed windows on Cmd+Tab
de: Stellt minimierte und geschlossene Fenster per Cmd+Tab wieder her
fr: Restaure les fenêtres réduites et fermées avec Cmd+Tab
ja: 最小化・閉じたウインドウを Cmd+Tab で復元
zh_hans: 按 Cmd+Tab 时恢复最小化和已关闭的窗口

source: Retention offer
de: Sonderangebot
fr: Offre spéciale
ja: 特別割引
zh_hans: 挽留特惠

source: Return Focus to Previous App
de: Fokus an vorherige App zurückgeben
fr: Rendre le focus à l’app précédente
ja: 直前の App にフォーカスを戻す
zh_hans: 自动交还焦点给上一 App

source: Review Command Reopen
de: Command Reopen bewerten
fr: Noter Command Reopen
ja: Command Reopen を評価
zh_hans: 评价 Command Reopen

source: Review prompt
de: Bewertungsdialog
fr: Demande d’avis
ja: レビュー案内
zh_hans: 好评弹窗

source: Same app, paid the other way
de: Dieselbe App, andere Unterstützung
fr: Même app, autre façon de soutenir
ja: 同じ App、別の応援方法
zh_hans: 相同的 App，另一种支持方式

source: Search App name or bundle ID…
de: App-Name oder Bundle-ID suchen …
fr: Rechercher par nom d’app ou identifiant…
ja: App 名または Bundle ID を検索…
zh_hans: 搜索 App 名称或 Bundle ID…

source: See it work
de: So funktioniert es
fr: Voyez le résultat
ja: 動きを確認しましょう
zh_hans: 试一下

source: Selected
de: Ausgewählt
fr: Sélectionné
ja: 選択中
zh_hans: 已选中

source: Settings…
de: Einstellungen…
fr: Réglages…
ja: 設定…
zh_hans: 设置…

source: Share feedback, get a discount code
de: Feedback teilen, Lifetime sichern
fr: Donnez votre avis, recevez la version à vie
ja: フィードバックで買い切り版を獲得
zh_hans: 提反馈，获赠买断版

source: Share how you use Command Reopen, get Pro
de: Feedback teilen, Pro Lifetime sichern
fr: Partagez votre avis, recevez Pro à vie
ja: 使用体験を共有して Pro 永久版を獲得
zh_hans: 分享使用体验，获赠 Pro 终身授权

source: Source
de: Quellcode
fr: Code source
ja: ソースコード
zh_hans: 源代码

source: Standard reopen brings back the main window. Enable an app below to restore every minimized window in your Dock at once using macOS Automation.
de: Standardmäßig wird nur das Hauptfenster wiederhergestellt. Aktivieren Sie eine App, um alle minimierten Fenster im Dock über macOS-Automation auf einmal zu öffnen.
fr: La réouverture standard restaure la fenêtre principale. Activez une app pour restaurer d’un coup toutes les fenêtres réduites dans le Dock via l’automatisation macOS.
ja: 標準では主ウインドウのみ復元します。オンにすると、macOS の「オートメーション」を使用して Dock にあるすべての最小化ウインドウを一度に復元します。
zh_hans: 默认仅唤起主窗口。开启以下 App 后，切回时将通过 macOS“自动化”权限一次性还原 Dock 中的全部多个最小化窗口。

source: Star on GitHub
de: Auf GitHub mit Stern markieren
fr: Mettre une étoile sur GitHub
ja: GitHubでスターする
zh_hans: 在 GitHub 点 Star

source: Start free trial
de: Kostenlose Testphase starten
fr: Démarrer l’essai gratuit
ja: 無料トライアルを開始
zh_hans: 开始免费试用
